Revit 2027 API
ParameterTypeId.ZoneSpaceOutdoorAirOptionParam Property
 "Space Outdoor Air Option"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneSpaceOutdoorAirOptionParam { get; }
Public Shared ReadOnly Property ZoneSpaceOutdoorAirOptionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneSpaceOutdoorAirOptionParam {
	ForgeTypeId^ get ();
}
static member ZoneSpaceOutdoorAirOptionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace